[cGlobalSettings]
DPF_ABOUT_Version={0}
DPF_ABOUT_RIGHTS_TEXT=Все права защищены
DPF_cGlobalSettings_HEADINGS_NO_DUPLICATE=Все похожие фотографии удалены!
DPF_PROCESSED=Обработано: {0}
DPF_IMAGEINFO_UC_BIT_DEPTH=Битовая глубина:
IDS_CACHE_CLEARED_MSG=Кэш успешно очищен!
DPF_IMAGEINFO_UC_CAMERA_FIRMWARE=Встроенное ПО камеры:
DPF_IMAGEINFO_UC_CAMERA_LENS_MODEL=Модель объектива камеры:
DPF_IMAGEINFO_UC_CAMERA_MAKER=Производитель камеры:
DPF_IMAGEINFO_UC_CAMERA_MODEL=Модель камеры:
DPF_IMAGEINFO_UC_CAPTURE_DATE=Дата съемки:
IDS_UPDATOR_CHECKING_FOR_UPDATE=Проверка обновлений
DPF_ABOUT_NAME_NON_RETAIL=- Версия не для розничной продажи
IDS_CLEAR_CACHE=Очистить кэш
DPF_IMAGEINFO_UC_COLOR_MODEL=Цветовая модель:
DPF_IMAGEINFO_UC_COLOR_SPACE=Цветовое пространство:
DPF_COMPARING_DUPLICATES=Сравнение дубликатов
DPF_PROCESSOR_COMPARING_DUPLICATES=Сравнение дубликатов...
DPF_IMAGEINFO_UC_DIGITAL_ZOOM_RATIO=Коэффициент цифрового увеличения:
DPF_ABOUT_YEAR=Copyright © 2023

DPF_ACTION_CENTER=Центр событий
DPF_ACTIONCERTER_HEADER1=Рекомендованные приложения
DPF_ACTIONCERTER_HEADER2=Упорядочьте фотографии, защитите компьютер от угроз и увеличьте его производительность с помощью этих рекомендованных приложений для вашего компьютера.
DPF_ACTIONCERTER_FOOTER=Чтобы защитить компьютер, упорядочить файлы и обновить драйверы, используйте вышеуказанные рекомендованные приложения.
PKS_SING_INSTALL=Установить

IDS_INSTALLSATUS_INSTALLED=Запустить
IDS_INSTALLSATUS_NOT_INSTALLED=Установить сейчас

INSTALLUTILITY_HEADING=Дополнительное предложение
;IDS_CONFIRM_FILE_DELETION_MSG=Удалить дублирующиеся фотографии? Удаленные фотографии будут перемещены в корзину! \r\n\r\nЕсли фотографии находятся на сетевом диске, они будут удалены без возможности восстановления.
IDS_CONFIRM_FILE_DELETION_MSG=Удалить дублирующиеся фотографии? Удаленные фотографии будут перемещены в {0}! \r\n\r\nЕсли фотографии находятся на сетевом диске, они будут удалены без возможности восстановления.
IDS_RECYCLE_BIN=Корзина
DPF_IMAGEINFO_UC_EDITING_SOFTWARE=Редактирующее ПО:
DPF_cGlobalSettings_HEADING_NO_PHOTOS=Перетащите фотографии сюда
IDS_DU_APP_NAME=Duplicate Photos Fixer Pro
DPF_IMAGEINFO_UC_EXPOSURE_BIAS=Экспокоррекция:
DPF_IMAGEINFO_UC_EXPOSURE_MODE=Режим экспозиции:
DPF_IMAGEINFO_UC_EXPOSURE_PROGRAM=Программа экспозиции:
DPF_IMAGEINFO_UC_EXPOSURE=Экспозиция:
DPF_IMAGEINFO_UC_FILE_LABEL=Метка файла:
DPF_IMAGEINFO_UC_FILE_MODIFIED=Дата изменения файла:
DPF_IMAGEINFO_UC_FILE_SIZE=Размер файла:
DPF_IMAGEINFO_UC_FILE_CREATED=Дата создания файла:
DPF_IMAGEINFO_UC_FOCAL_LENGTH=Фокусное расстояние:
DPF_IMAGEINFO_UC_FOLDER_NAME=Имя папки:
DPF_IMAGEINFO_UC_GPS_ALTITUDE=Высота GPS:
DPF_IMAGEINFO_UC_GPS_LATITUDE=Широта GPS:
DPF_IMAGEINFO_UC_GPS_LONGITUDE=Долгота GPS:
DPF_cGlobalSettings_HINT_NO_DUPLICATE=Совет. Просканируйте больше фотографий и освободите дополнительное место на диске.
DPF_cGlobalSettings_HINT_NO_PHOTOS_WITH_CURRENT_MATCHING=Совет. Еще остались похожие фотографии с низкой степенью соответствия. Чтобы просмотреть оставшиеся похожие фотографии, уменьшите уровень соответствия.
DPF_IMAGEINFO_UC_IMAGE_DPI=Разрешение изображения (т/д):
DPF_IMAGEINFO_UC_IMAGE_SIZE=Размер изображения:
DPF_cGlobalSettings_FOLDER_EXCLUDED_HINT=Совет. Чтобы удалить элементы из списка исключений, перейдите в раздел "Настройки" -> "Исключения".
DPF_IMAGEINFO_UC_ISO_SPEED_RATING=Скоростная категория ISO:
DPF_cGlobalSettings_FOLDER_EXCLUDED=Элементы уже исключены из сканирования.
IDS_LOW_DISK_SPACE=Недостаточно места на диске
DPF_IMAGEINFO_UC_LIGHT_SOURCE=Источник света:
DPF_IMAGEINFO_UC_KEYWORDS=Ключевые слова:
IDS_LANGUAGES=Языки
DPF_IMAGEINFO_UC_MATCHING_LEVEL=Уровень соответствия:
DPF_IMAGEINFO_UC_METADATA=Метаданные
DPF_IMAGEINFO_UC_METERING_MODE=Режим замера экспозиции:
DPF_IMAGEINFO_UC_NO_PHOTO_SELECTED=Не выбрано ни одной фотографии
DPF_cGlobalSettings_HEADING_NO_PHOTOS_WITH_CURRENT_MATCHING=Нет похожих фотографий с текущим уровнем соответствия.
DPF_cGlobalSettings_NOTE_NO_PHOTOS_WITH_CURRENT_MATCHING=Примечание. При уменьшении уровня соответствия могут обнаруживаться фотографии с низким уровнем соответствия. Прежде чем помечать фотографии для удаления, рекомендуется просмотреть их.
DFP_PROCESSOR_SCAN_PLEASE_BE_PATIENT_MSG=Подождите, выполняется сканирование фотографий на наличие дубликатов...
DFP_SCAN_PLEASE_BE_PATIENT_MSG=Подождите, выполняется сканирование фотографий на наличие дубликатов.
DPF_IMAGEINFO_UC_PROFILE_NAME=Название профиля:
DPF_IMAGEINFO_UC_RATING=Рейтинг:
IDS_CONFIRM_READONLY_FILE_DELETION=Обнаружен файл ТОЛЬКО ДЛЯ ЧТЕНИЯ: {0}. \r\nУдалить?
DPF_ABOUT_NAME_RETAIL=Розничная версия – не распространять
DPF_IMAGEINFO_UC_ORIENTATION=Ориентация:
DPF_IMAGEINFO_UC_SCENCE_CAPTURE_TYPE=Тип съемки сцены:
DPF_PROCESSOR_PROGRESS_SEARCHING_DUPLICATE_TEXT=Поиск дубликатов...
DPF_IMAGEINFO_UC_SENSING_METHOD=Метод считывания:
IDS_MSG_KEY_PIRATED=Этот ключ лицензии внесен в черный список
DPF_ABOUT_COMPANY_NAME=Systweak Software

IDS_DETAILED_VIEW=Подробное представление
IDS_IMAGE_VIEW=Просмотр изображения
IDS_SETTINGS=Настройки
IDS_HELP=Справка
IDS_ENTER_REGISTRATIONKEY=Введите ключ регистрации
IDS_CHECK_FOR_UPDATE=Проверка обновлений
IDS_ABOUT=О программе

IDS_QUICK_TOUR = Quick Tour


IDS_REGISTERED_VERSION=Зарегистрированная версия
IDS_PROGRAM_APP_RUNNING=Приложение уже запущено
IDS_UPDATOR_FORM_TEXT=Проверить обновления
IDS_UPDATOR_DEVICES=Устройства
IDS_UPDATER_APP_NEWUPDATE=Доступна для загрузки новая версия IDS_DU_APP_NAME.\r\nЗагрузить?
IDS_SE_CHECKING_FORUPDATE=Проверка обновлений...
IDS_SE_UPDATE_SUCESS=Обновления успешно загружены и установлены
IDS_SE_UPDATE_PARTIAL=Обновления загружены и установлены частично. Повторите попытку обновления.
IDS_SE_UPDATE_ABORTED=Обновление прервано
IDS_SE_UPDATE_ERR_UNKNOWN=Ошибка при установке обновлений. Повторите попытку обновления позднее.
IDS_SE_UPDATE_ERR_LOWDISK=Загрузка прервана.\r\nДля загрузки и установки определений необходимо не менее 600 МБ свободного дискового пространства.
IDS_SE_UPDATE_DOWNLOADING=Общий ход загрузки: ({0} из {1})
IDS_SE_UPDATE_DOWNLOAD_APP_PROG=Загрузка обновления приложения ({0} КБ из {1} КБ) Всего: {2}%
IDS_SE_UPDATE_DOWNLOAD_PROG=Загрузка обновления ({0} КБ из {1} КБ) Всего: {2}%
IDS_SE_INSTALLINGUPDATE=Установка обновлений ({0} из {1})...
IDS_MINIMUM_DISK_SPACE_REBOOT=Для выполнения операций приложению IDS_DU_APP_NAME требуется не менее 600 МБ свободного дискового пространства.\r\nОсвободите место на диске и повторно запустите IDS_DU_APP_NAME.
IDS_DB_CHECKING=Инициирование загрузки...
IDS_SE_UPDATE=Автоматическое обновление
IDS_CANCEL=Отмена
IDS_SE_UPTODATE=Приложение IDS_DU_APP_NAME обновлено.
IDS_ERORR_UPDATE=Ошибка при загрузке обновлений. Проверьте настройки Интернета.
IDS_NOTIFY_TITLE1=IDS_DU_APP_NAME выполняется в фоновом режиме
IDS_CLEAR_SCAN_RESULT_CONFIRMATION=Результаты сканирования и данные, относящиеся к текущей и предыдущим операциям сканирования, будут очищены. Продолжить?
PKS_PLZ_CHKNET_CONNECTION=Проверьте подключение к Интернету.
IDS_LOADING=Загрузка...
IDS_EXIT=Выход
IDS_PROCESS_ALREADY_RUNNING=Прежде чем закрыть IDS_DU_APP_NAME, остановите выполняемый процесс
IDS_SCAN_ALREADY_RUNNING=Выполняется сканирование. Прежде чем закрыть IDS_DU_APP_NAME, остановите сканирование	
IDS_RDO_SMART_RESTORE=Интеллектуальное восстановление
IDS_RDO_CUSTOM_RESTORE=Пользовательское восстановление
IDS_RDO_SEARCHFORFILE=Поиск файла
IDS_BACKUP_RDO_AUTO=Автоматическое расписание
IDS_SHOW_APP=Показать IDS_DU_APP_NAME
IDS_TRIAL_IS_ALREADY_PURCHASED=Уже приобрели IDS_DU_APP_NAME?
IDS_TXTTOP1LABEL=Документы
IDS_TXTTOP2LABEL=Рисунки
IDS_TXTOTHERLABEL=Другие файлы
IDS_TXTVIDEOS=Видео
IDS_TXTDESKTOP=Рабочий стол пользователя
IDS_TXTMUSIC=Музыка
IDS_TXTBROWSEDATA=Данные браузера
IDS_TXTFINANCIALFILE=Финансовые файлы
IDS_TXTEBOOKPDF=Электронные книги
IDS_BACKUP_RDO_RECOMMENDED=Интеллектуальное резервное копирование
IDS_BACKUP_RDO_CUSTOM_BKP=Пользовательское резервное копирование
IDS_BACKUP_RDO_MONITER_BKP=Резервное копирование с монитора
IDS_BACKUP_RDO_SCHEDULED_BKP=Плановое резервное копирование
IDS_BACKUP_RDO_24_BKP=24-часовое расписание
IDS_MSG_KEY_FALSE=Введите действительный ключ лицензии.
IDS_MSG_KEY_BLOCKED=Этот ключ лицензии деактивирован.
IDS_MSG_KEY_EXPIRED=Срок действия этого ключа лицензии истек. Приобретите новый ключ.
IDS_MSG_KEY_LIMIT_EXCEEDED=Превышено максимально допустимое количество компьютеров для данного ключа.
IDS_TRACK_EMAIL_NOT_SENT=Не удается отправить электронную почту
IDS_CGLOBAL_NOT_FOUNDUPGRADE_URL=Не удается найти URL-адрес для обновления
DPF_cGlobalSettings_HINT_NO_PHOTOS=Совет. Перетащите фотографии и папки с фотографиями из проводника, чтобы выполнить сканирование на наличие похожих фотографий.
DPF_PROCESSOR_PROCESSED=Обработано: {0}
DPF_PROCESSOR_PERCENT_PROCESSED=Обработано: {0}/{1}
DPF_PROCESSOR_COMPARING_PHOTOS=Сравнение фотографий
DFP_PROCESSOR_SCAN_PATIENT_WHILE_COMPARING_MSG=Подождите, выполняется сравнение фотографий.
IDS_IMAGEVIEWER_PHOTO_NOT_FOUND=Фотография не найдена на диске
DPF_ABOUT_REGISTER_TEXT=Регистрация
DPF_ABOUT_WARNING=Предупреждение. Эта компьютерная программа охраняется законом об авторских правах и международными соглашениями. Несанкционированное воспроизведение или распространение программы или любой ее части повлечет за собой гражданское и уголовное преследование с наибольшей степенью ответственности, которая предусмотрена законодательством.
DPF_IMAGEINFO_UC_PREVIEW=Просмотр
DPF_IMAGEINFO_UC_FILE_NAME=Имя файла:



[SETTINGS]
IDS_MARKFILES_CHECKBOX_TAGS=Теги
DPF_REGISTRATION_THANK_INSTALLING_TEXT=Благодарим за установку {0}!
IDS_FREETRIALKEYSTATUS_SUCCESS=Благодарим за регистрацию.\r\nТеперь вы можете выполнить однократную очистку и удалить все помеченные дублирующиеся фотографии.
DPF_REGISTRATION_THANK_TEXT=Благодарим за тестирование {0}!
DPF_PREFERENCES_FILTER_SORT_NOTE_TEXT=Представленные ниже параметры позволяют исключать расширения файлов из числа доступных для добавления в список сканирования.
IDS_RESULT_OLV_REMOVE_THEM_FROM_GROUP=Эти выбранные фотографии не относятся к данной группе. Удалите их из группы.
IDS_RESULT_OLV_REMOVE_IT_FROM_GROUP=Эта фотография не относится к данной группе. Удалите ее из группы.
DPF_SETTINGS_UC_TIME_INTERVAL=Интервал времени
DPF_SETTINGS_UC_TIME_INFO=Интервал времени позволяет определить промежуток времени между фотографиями в диапазоне от долей секунды до 24 часов. Выберите нужный интервал для получения предпочтительных результатов.
DPF_REGISTRATION_ENTER_ONETIME_FREE_KEY=Чтобы воспользоваться бесплатной однократной очисткой, введите ниже адрес электронной почты и БЕСПЛАТНЫЙ ключ лицензии, полученный по электронной почте:
DPF_TRIAL_ENABLE_ONE_TIME_CLEANUP=Чтобы активировать бесплатную однократную очистку всех дубликатов, щелкните "Первая БЕСПЛАТНАЯ очистка".
DPF_PREFERENCES_FILTER_SORT_TYPE_DESCRIPTION_TEXT=Описание типа
DPF_PHOTO_RENDERER_CONTEXTMENU_UNLOCk_PHOTOS=Разблокировать
IDS_RESULT_OLV_UNLOCK_THESE_IMAGES=Разблокировать эти изображения
IDS_RESULT_OLV_UNLOCK_IMAGE=Разблокировать это изображение
IDS_RESULT_OLV_UNMARK=Снять пометку
IDS_RESULT_OLV_UNMARK_ALL=Снять пометку со всех
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_FILES=Снять пометку со всех файлов, обнаруженных в этой папке
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_TREE=Снять пометку со всех файлов, обнаруженных в этом дереве папок
IDS_RESULT_OLV_UNMARK_ALL_FILES_TYPES=Снять пометку со всех файлов этого типа ({0})
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_ELSEWHERE=Снять пометку со всех файлов, дублирующих эту папку в любом месте
IDS_RESULT_OLV_UNMARK_IT=Снять пометку - {0}
DPF_TRIAL_UPGRADE_NOW_TEXT=Выполните обновление для очистки дополнительных фотографий
DPF_PREFERENCES_FILTER_SORT_USE_TEXT=Использовать
DPF_MAINBORDER_UC_GUEST_MODE=Пользователь запустил систему в режиме гостя
DPF_REGISTRATION_UPGRADE_TEXT=Рекомендуется выполнить обновление до полной версии IDS_DU_APP_NAME, чтобы удалить с компьютера Windows все существующие дублирующиеся и похожие фотографии для освобождения дополнительного места на диске.
DPF_RESULT_CUSTOMIZE_AUTO_MARK_RULES=Прежде чем продолжить, можно настроить правила автоматической пометки в окне помощника по выбору. Правила определяют, какая фотография будет помечена в каждой группе.
IDS_FREETRIALKEYSTATUS_SUCCESS_CLEAN_NOW=Вам доступна бесплатная однократная полная очистка. Выполнить БЕСПЛАТНУЮ очистку обнаруженных дублирующихся фотографий прямо сейчас?
DPF_TRIAL_REMOVE_LIMIT_TEXT=Вы можете удалить до {0} дублирующихся фотографий БЕСПЛАТНО.
DPF_SETTINGS_UC_SIMILAR_MATCH=Близкое сходство (рекомендуется)
IDS_MARKFILES_Size=Размер (файл большего размера защищается)
IDS_FREETRIALKEYSTATUS_PRODUCTID_INVALID=Произошла ошибка
IDS_FREETRIALKEYSTATUS_ERROR=Произошла ошибка! Не удалось осуществить регистрацию. Для получения дополнительной помощи обратитесь в службу поддержки.
DPF_TRIAL_SPACE_SAVED_TEXT=Сохраняемое пространство:
DPF_PROGRESS_SEARCHING_DUPLICATE_TEXT=Поиск дубликатов...
DPF_SCAN_PHOTOS_SEARCHING_PHOTOS=Поиск фотографий
DPF_HOME_UC_CUSTOM_FOLDER_DIALOG_TITLE=Выберите папку
DPF_RESULT_SELECTION_ASSISTANT_TEXT=Помощник по выбору
IDS_MARKFILES_TABPAGE_SELECTION_PRIORITY=Приоритет при выборе
DPF_SCAN_PHOTOS_SEARCHING_DONE=Поиск выполнен
IDS_MARKFILES_PATH_ALREADY_INCLUDED=Каталог уже включен!
DPF_RESULT_DUPLICATEPHOTO_COUNT_TEXT=фотограф.
DPF_PREFERENCES_AUTO_MARK_RULE_TEXT=Правило
DPF_PREFERENCES_FILTER_SORT_TEXT=Критерии сканирования
DPF_FOOTER_UC_SCAN_FOR_DUPLICATES_TEXT=Сканирование на наличие дубликатов
DPF_SCAN_PHOTOS_SCANNING_COMPLETE=Сканирование завершено
DPF_TRIAL_REMOVE_TEXT=Удалить {0} фотограф.
DPF_PHOTO_RENDERER_CONTEXTMENU_REMOVE_FROM_PHOTO_LIST=Удалить из списка фотографий
DPF_RESULT_REMOVING_PHOTOS=Удаление фотографий...
DPF_PREFERENCES_GENERAL_RESET_DEFAULT=Сбросить до настроек по умолчанию
IDS_MARKFILES_BTN_RESET=Сбросить приоритет при выборе
DPF_TRIAL_REFUND_YOUR_MONEY=Будьте уверены: если вы останетесь недовольны качеством этого продукта, вы сможете связаться с нами в течение 60 дней с момента приобретения и мы полностью вернем вам деньги.
IDS_RESULT_OLV_PROTECT_PARENT_FOLDER=Защитить родительскую папку
IDS_RESULT_OLV_PROTECT_THIS_ALBUM=Защитить этот альбом
IDS_RESULT_OLV_PROTECT_FOLDER=Защитить эту папку
IDS_MARKFILES_TAB_PAGE_ALBUMS=Защищенные альбомы
IDS_MARKFILES_TAB_PAGE_PROTECTED_FOLDERS=Защищенные папки
DPF_SETTINGS_UC_QUALITY=Качество
DPF_PHOTO_RENDERER_CONTEXTMENU_QUICK_LOOK=Краткий обзор
DPF_SCAN_PHOTOS_PLEASE_BE_PATIENT_MSG=Подождите, выполняется поиск фотографий...
DPF_SCAN_PHOTOS_PLEASE_CHANGE_SETTINGS=Измените настройки или добавьте дополнительные фотографии для сравнения.
IDS_MARKFILES_SELECT_ATLEAST_ONE_ITEM=Выберите хотя бы один элемент для удаления!
IDS_MARKFILES_LABEL1=Выберите приоритеты автоматической пометки
IDS_MARKFILES_PRIORITIES=Приоритеты:
DPF_PREFERENCES_AUTO_MARK_PRIORITY_TEXT=Приоритет
DPF_TRIAL_ONE_TIME_CLEANUP_USED=Бесплатная однократная очистка уже использована. Выполните обновление для очистки дополнительных фотографий.
DPF_SCAN_PHOTOS_ONLY_PHOTO=В выбранных каталогах обнаружена всего одна фотография.
DPF_MESSAGEBOX_OPEN_SELECTION_ASSISTANT_TEXT=Открыть помощник по выбору
DPF_MESSAGEBOX_OPEN_SETTINGS_TEXT=Открыть настройки
IDS_RESULT_OLV_OPEN_THIS_FILE=Открыть этот файл
IDS_RESULT_OLV_OPEN_FOLDER=Открыть эту папку
DPF_TRIAL_MONEY_BACK=Никакого риска, гарантия возврата средств
DPF_PHOTO_RENDERER_NOT_ABLE_TO_SHOW=Не удалось показать изображение!
DPF_SCAN_PHOTOS_NO_SIMILAR_PHOTOS_FOUND=Похожие фотографии не найдены.
DPF_PREFERENCES_FILTER_SORT_MIN_FILE_SIZE_TEXT=Минимальный размер файлов, включаемых в сканирование:
DPF_SETTINGS_UC_TIME_INTERVAL_MORE=Увеличить
IDS_MARKFILES_MOVE_DOWN=Переместить ниже
IDS_MARKFILES_MOVE_TO_BOTTOM=Переместить в самый низ
IDS_MARKFILES_MOVE_TO_TOP=Переместить на самый верх
IDS_MARKFILES_MOVE_UP=Переместить выше
IDS_MARKFILES_MP3=mp3
IDS_MARKFILES_NO_ALBUM_NAME_PRESENT=Файл мультимедиа не содержит название альбома!
DPF_SCAN_PHOTOS_NO_DUPLICATE_PHOTOS_FOUND=Дублирующиеся фотографии не найдены.
IDS_MARKFILES_NO_ITEM_TO_REMOVE=Нет элементов для удаления!
DPF_SCAN_PHOTOS_NO_PHOTO_FOUND=Не найдено ни одной фотографии!
DPF_SETTINGS_UC_MATCHING_INFO=Уровень соответствия определяет степень схожести фотографий и может регулироваться от низкого до высокого. Можно изменять уровень для получаемых в процессе работы результатов!
IDS_RESULT_OLV_MERGE_GROUPS=Объединить эти группы
DPF_SETTINGS_UC_TIME_INTERVAL_LESS=Уменьшить
DPF_PHOTO_RENDERER_CONTEXTMENU_LOCK_PHOTOS=Заблокировать
IDS_RESULT_OLV_LOCK_THESE_IMAGES=Заблокировать эти изображения
IDS_RESULT_OLV_LOCK_IMAGE=Заблокировать это изображение
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_TEXT=Управление папками для исключения
DPF_SETTINGS_UC_BITMAP_INFO=Управление точностью результатов поиска посредством перемещения ползунка в сторону быстродействия или качества. Переместите в сторону быстродействия для ускоренного получения практически точных результатов или в сторону качества для получения высокоточных результатов.
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_PHOTOS=Пометить
IDS_RESULT_OLV_MARK_ALL_FOLDER_FILES=Пометить все файлы, обнаруженные в этой папке
IDS_RESULT_OLV_MARK_ALL_FOLDER_TREE=Пометить все файлы, обнаруженные в этом дереве папок
IDS_RESULT_OLV_MARK_ALL_FILES_TYPE=Пометить все файлы этого типа ({0})
IDS_RESULT_OLV_MARK_ALL_FOLDER_ELSEWHERE=Пометить все файлы, дублирующие эту папку в любом месте
IDS_RESULT_OLV_MARK_IT=Пометить - {0}
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_ALL_PHOTO_GROUP=Пометить фотографию
DPF_RESULT_MARKED=Помечено
DPF_RESULT_MARKED_PHOTOS_DELETED=Помеченные фотографии удалены...
IDS_MARKFILES_CHECKBOX_PRECISE=Степень соответствия
IDS_MARKFILES_THRESHOLDS=Степень соответствия:
DPF_SETTINGS_UC_MATCHING_LEVEL=Уровень соответствия
DPF_HOME_UC_ERROR_ITEM_NO_ADDED=Элементы не могут быть добавлены. Чтобы изменить настройки, перейдите в раздел "Настройки" -> "Критерии сканирования".
DPF_SCAN_PHOTOS_HINT_SIMILAR_PHOTOS=Совет. Попробуйте изменить настройки и повторите сканирование для похожих фотографий.
DPF_SCAN_PHOTOS_HINT_DUPLICATE_PHOTOS=Совет. Попробуйте изменить настройки или добавить дополнительные каталоги с фотографиями и повторите сканирование на наличие дублирующихся фотографий.
DPF_RESULT_IMAGEVIEW_TEXT=Просмотр изображения
DPF_RESULT_IMAGES_NOT_FOUND=Изображения для удаления не найдены в системе.
IDS_MARKFILES_INCLUDE_SUB_FOLDER=Включить подпапку
IDS_MARKFILES_CB_INCLUDE_SUBFOLDERS=Включить подпапки этого каталога
;IDS_FREETRIALKEYSTATUS_INVALID_KEY=Неверный ключ
IDS_RESULT_OLV_INVERT_MARKED_FILES=Инвертировать помеченные файлы
DPF_RESULT_IMAGE_NOT_FOUND=Изображение для удаления в системе не найдено.
DPF_PHOTO_RENDERER_IMAGE_NOT_FOUND=Изображение в системе не найдено.
DPF_HOME_UC_HINT_TEXT=Совет. Перетащите фотографии и папки с фотографиями из проводника, чтобы выполнить сканирование на наличие похожих фотографий.
DPF_SETTINGS_UC_GPS_INFO=Модуль GPS проверяет встроенные координаты фотографий. Координаты местоположения фотографий должны находиться в радиусе от 0 до 100 м.
DPF_SETTINGS_UC_GPS=GPS
IDS_MARKFILES_TABPAGE_FILEFORMATS=Форматы файлов
IDS_MARKFILES_FileTypeFormat=Формат типа файла
IDS_RESULT_OLV_FILTER_THIS_GROUP=Фильтровать эту группу ({0})
DPF_TRIAL_FIRST_FREE_CLEAN=Первая БЕСПЛАТНАЯ очистка
IDS_RESULT_OLV_FILE_DIR_NOT_EXISTS=Файл и каталог не существуют!
DPF_TRIAL_PHOTO_FOUND_TEXT=Найдено дублирующихся фотографий:
DPF_RESULT_DUPLICATEGROUP_TEXT=Дублирующаяся группа
DPF_PREFERENCES_MAIN_TITLE_TEXT=Duplicate Photos Fixer
IDS_FREETRIALKEYSTATUS_EMAIL_CANNOT_BE_SENT=Невозможно отправить сообщение электронной почты.
IDS_FREETRIALKEYSTATUS_EMAIL_ALREADY_SEND=Сообщение электронной почты уже отправлено. Для получения бесплатного ключа лицензии проверьте папку входящих сообщений. При обнаружении любой ошибки обращайтесь в службу поддержки.
IDS_FREETRIALKEYSTATUS_EMAIL_ID_EMPTY=Пустой идентификатор электронной почты
IDS_FREETRIALKEYSTATUS_KEY_ALREADY_USED=Введенный ключ лицензии предназначен для бесплатной однократной полной очистки. Он уже использован.\r\nЧтобы удалить дополнительные фотографии, щелкните "Приобрести".
IDS_ERROR_CONNECTING_INTERNET=Ошибка при подключении к Интернету.
DPF_SETTINGS_UC_EXACT_MATCH=Точное соответствие
DPF_PREFERENCES_EXCLUSION_EXCLUDED_TEXT=Исключенная папка
DPF_PREFERENCES_EXCLUSION_TEXT=Исключение
DPF_MESSAGEBOX_DO_NOT_SHOW_TEXT=Больше не показывать
DFP_UPDATE_DOWNLOAD_N_INSTALLED=Успешно загружено и установлено
DPF_RESULT_DELETING_PHOTOS=Удаление фотографий...
DPF_RESULT_DETAILEDVIEW_TEXT=Подробное представление
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_AUTOMARK=Не показывать диалоговое окно автоматической пометки при автоматической пометке
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_DELETE=Не показывать диалоговое окно подтверждения при удалении
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_MOVING_BACK=Не показывать диалоговое окно подтверждения при возврате
PCPB_N44="Периодически показывать сообщения об обновлениях для оптимизации работы компьютера."
DPF_SETTINGS_UC_COMPARISON_METHOD=Метод сравнения
DPF_TRIAL_ENTER_KEY=Чтобы ввести ключ, щелкните здесь
DPF_REGISTRATION_PURCHASE_TEXT=Щелкните, чтобы совершить покупку и очистить дубликаты прямо сейчас!
DPF_FOOTER_UC_PHONE_NUMBER=
DFP_UPDATE_CHECKING_FOR_UPDATES=Проверка обновлений...
DPF_SETTINGS_UC_COMPARISON_INFO=Выберите "Точное соответствие" или "Близкое соответствие" для поиска дубликатов или похожих изображений.
IDS_RESULT_OLV_CLEAR_ALL_FILTERS=Очистить все фильтры
IDS_RESULT_OLV_EXPORT_DUP_LIST=Экспортировать список дубликатов
IDS_MARKFILES_BitRate=Скорость в битах (файл с более высокой скоростью в битах защищается)
DPF_SETTINGS_UC_BITMAP_SIZE=Размер растрового изображения
IDS_MARKFILES_GENERAL_ITEMS=Скорость в битах (файл с более высокой скоростью в битах защищается), размер (файл большего размера защищается), формат типа файла, папка, продолжительность
IDS_MARKFILES_BUY=Приобрести
DPF_RESULT_REMOVED=Удалено: {0}
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_NOTE_TEXT=Добавьте папки, которые требуется исключить из сканирования
DPF_HOME_UC_ADD_PHOTOS_TEXT=Добавить фотографии
DPF_SCAN_PHOTOS_ADDING_PHOTOS=Добавление фотографий...
IDS_MARKFILES_ALBUM_ALREADY_INCLUDED=Альбом уже включен!
DPF_PHOTO_RENDERER_NOT_MARK_ALL_PHOTOS=Нельзя пометить все фотографии в группе!
DPF_TRIAL_ALREADY_PURCHASED_TEXT=Уже приобрели {0}?
DPF_MAINBORDER_UC_CAN_NOT_REGISTER=Приложение не может быть зарегистрировано
DPF_PREFERENCES_FILTER_SORT_ATLEAST_ONE_EXTENSION_REQUIRED=Для сканирования фотографий требуется хотя бы одно расширение файла.
DPF_PREFERENCES_AUTO_MARK_TEXT=Автоматическая пометка
IDS_RESULT_OLV_AUTOMARK=Автоматическая пометка
IDS_RESULT_OLV_AUTOMARK_ALL_FILES=Автоматически пометить все файлы
IDS_RESULT_OLV_AUTOMARK_OPTIONS=Параметры автоматической пометки
IDS_RESULT_OLV_AUTOMARK_PROTECTION=Защита от автоматической пометки
DPF_FOOTER_UC_RESULT_REFRESHED=Отсканированные результаты ниже будут обновлены. Продолжить?
DPF_RESULT_DELETED=Удалено: {0}
DPF_RESULT_DUPLICATE_PHOTOS=Дублирующихся фотографий: {0}
DPF_RESULT_PHOTOS_IN_GROUP=Дублирующихся фотографий: {0} в {1} группе
DPF_RESULT_PHOTOS_IN_GROUPS=Дублирующихся фотографий: {0} в {1} группах
DPF_RESULT_GROUP={0} группа
DPF_RESULT_GROUPS={0} групп(ы)
DFP_UPDATE_UP_TO_DATE=Последних: {0}.
DPF_SCAN_PHOTOS_PHOTOS_ADDED=Добавлено фотографий: {0}

IDS_CONFIRM_PASS=Подтвердите адрес электронной почты
IDS_CONFIRM_PASS_MATCH=Адрес электронной почты и подтверждение адреса электронной почты должны совпадать
DPF_SETTINGS_UC_MATCHING_LEVEL_LOW=Низкий
DPF_SETTINGS_UC_MATCHING_LEVEL_HIGH=Высокий
DPF_SETTINGS_UC_PERFORMANCE=Производительность
DPF_SETTINGS_UC_GPS_MORE=Увеличить
DPF_SETTINGS_UC_GPS_LESS=Уменьшить
DPF_SETTINGS_UC_LOAD_DEFAULT=Загрузить параметры по умолчанию
DPF_SETTINGS_UC_PIXELS=пикс.
DPF_SETTINGS_UC_24_HOURS=24 часа и менее
DPF_SETTINGS_UC_12_HOURS=12 часов и менее
DPF_SETTINGS_UC_6_HOURS=6 часов и менее
DPF_SETTINGS_UC_3_HOURS=3 часа и менее
DPF_SETTINGS_UC_2_HOURS=2 часа и менее
DPF_SETTINGS_UC_1_HOURS=1 час и менее
DPF_SETTINGS_UC_30_MINUTES=30 минут и менее
DPF_SETTINGS_UC_10_MINUTES=10 минут и менее
DPF_SETTINGS_UC_5_MINUTES=5 минут и менее
DPF_SETTINGS_UC_3_MINUTES=3 минуты и менее
DPF_SETTINGS_UC_2_MINUTES=2 минуты и менее
DPF_SETTINGS_UC_1_MINUTES=1 минута и менее
DPF_SETTINGS_UC_30_SECONDS=30 секунд и менее
DPF_SETTINGS_UC_10_SECONDS=10 секунд и менее
DPF_SETTINGS_UC_5_SECONDS=5 секунд и менее
DPF_SETTINGS_UC_3_SECONDS=3 секунды и менее
DPF_SETTINGS_UC_2_SECONDS=2 секунды и менее
DPF_SETTINGS_UC_1_SECONDS=1 секунда и менее
DPF_SETTINGS_UC_1_METER=1 метр
DPF_SETTINGS_UC_2_METERS=2 метра
DPF_SETTINGS_UC_5_METERS=5 метров
DPF_SETTINGS_UC_10_METERS=10 метров
DPF_SETTINGS_UC_20_METERS=20 метров
DPF_SETTINGS_UC_50_METERS=50 метров
DPF_SETTINGS_UC_100_METERS=100 метров
DPF_FOOTER_UC_BACK_TEXT=Назад
DPF_FOOTER_UC_DELETE_MARKED_TEXT=Удалить помеченные
DPF_FOOTER_UC_BUY_NOW=Обновить
DPF_FOOTER_UC_LIVE_HELP=Круглосуточная поддержка в реальном времени
DPF_HOME_UC_ADD_FOLDER_TEXT=Добавить папку
DPF_HOME_UC_DRAG_TEXT=Перетащите фотографии сюда
DPF_HOME_UC_REVEAL_EXPLORER=Просмотреть в проводнике
DPF_HOME_UC_CHECK_ALL=Установить флажки для всех
DPF_HOME_UC_UNCHECK_ALL=Снять флажки для всех
DPF_HOME_UC_REMOVE_SCAN_PATH=Удалить из списка сканирования
DPF_HOME_UC_REMOVE_ALL_PATHS=Удалить все из списка сканирования
DPF_HOME_UC_ALREADY_ADDED=Путь уже добавлен!
DPF_HOME_UC_SYSTEM_PATH=Путь ведет к системному файлу/папке
DPF_HOME_UC_PARENT_PATH=Родительская папка уже добавлена!
DPF_HOME_UC_EXCLUDED_PATH=Родительская папка уже добавлена в список исключений!
DPF_HOME_UC_SYSTEM_DIR=Родительская папка является системным каталогом!
DPF_HOME_UC_SYSTEM_FILE_PATH=Путь не может быть добавлен, так как он является системным!
DPF_HOME_UC_ALREADY_EXCLUDED=Путь уже исключен!
DPF_HOME_UC_ADDED_SCAN_PATH_LIST=Путь добавлен в список сканирования!
DPF_HOME_UC_PARENT_ADDED_SCAN=Родительская папка уже добавлена в список сканирования!
DPF_HOME_UC_PARENT_ADDED_EXCLUDED=Родительская папка уже добавлена в список исключений!
DPF_HOME_UC_NOT_ABLE_TO_EXCLUDE=Не удается добавить в список исключений. Текущая или дочерняя папка уже включена в список сканирования!
DPF_MAINBORDER_UC_SETTINGS_TEXT=Настройки
DPF_MESSAGE_UC_MATCHING_LEVEL_TEXT=Уровень соответствия:
DPF_MESSAGE_UC_NOTE_TEXT=Примечание.
DPF_RESULT_UC_AUTO_MARK_TEXT=Автоматическая пометка
DPF_RESULT_UC_UNMARK_ALL_TEXT=Снять пометку со всех
DPF_RESULT_PROCESSED=Обработано: {0}
DPF_RESULT_OLV_GROUP=Группа
DPF_RESULT_OLV_FILENAME=Имя файла
DPF_RESULT_OLV_PATH=Путь
DPF_RESULT_OLV_SIZE=Размер
DPF_RESULT_OLV_CREATED=Создан
DPF_RESULT_OLV_MODIFIED=Изменен
DPF_RESULT_OLV_FILETYPE=Тип файла
DPF_RESULT_OLV_IMAGEWIDTH=Ширина изображения
DPF_RESULT_OLV_IMAGEHEIGHT=Высота изображения
IDS_NAG_MSG_DUPLICATE_FOUND=Найдено дублирующихся фотографий:
IDS_NAG_MSG_SPACE_SAVED=Сохраняемое пространство:
IDS_NAG_MSG_VALID_EMAIL=Введите действительный адрес электронной почты!
IDS_NAG_MSG_CLICK_ON=Щелкните
IDS_NAG_MSG_UPGRADE_NOW=Обновить
IDS_NAG_MSG_RECOVER_SPACE=и продолжайте удалять дубликаты и восстанавливать ценное пространство.
IDS_NAG_MSG_START_RECOVER_SPACE=для начала очистки дубликатов и восстановления пространства.
IDS_NAG_MSG_FOUND=Найдено: {0}
IDS_NAG_MSG_DUPLICATES=Дубликатов: {0}
IDS_NAG_MSG_OCCUPYING=занимает
IDS_NAG_MSG_OF_DATE=данных.
IDS_NAG_MSG_GET_FREE_KEY=Получите БЕСПЛАТНО полную версию с ограниченным периодом использования
IDS_NAG_MSG_OR=или
IDS_NAG_MSG_UPGRADE_WITH_DISCOUNT=Выполните обновление, воспользовавшись специальной скидкой.
IDS_NAG_MSG_ALREADY_PURCHASED=Уже приобрели IDS_DU_APP_NAME?
IDS_NAG_MSG_HAVE_KEY=Уже есть ключ?
IDS_NAG_MSG_INFO=IDS_DU_APP_NAME сканирует похожие и дублирующиеся фотографии, хранящиеся во всех расположениях на компьютере. Приложение отображает дубликаты в одном месте, позволяя удалить их одним щелчком.
IDS_NAG_MSG_LEARN_MORE=Дополнительные сведения
IDS_NAG_NOSCAN_VALID_EMAIL=Введите действительный адрес электронной почты
DPF_MESSAGEBOX_OK_TEXT=ОК
DPF_MESSAGEBOX_CONTINUE=Продолжить
DPF_PREFERENCES_MAIN_TITLE_SETTINGS_TEXT=Настройки
DPF_PREFERENCES_GENERAL_TEXT=Общие
DPF_PREFERENCES_ALERT_SETTINGS=Настройки предупреждений
DPF_PREFERENCES_SETTINGS_INFO=Представленные ниже настройки позволяют скрывать/показывать диалоговые окна подтверждения, которые отображаются в приложении при выполнении таких действий, как удаление, автоматическая пометка или возврат. Пользователь может изменять настройки требуемым образом.
DPF_PREFERENCES_GENERAL_HEADING_TEXT=Общие
DPF_PREFERENCES_FILTER_SORT_FILE_TYPE_TEXT=Тип файла
DPF_PREFERENCES_AUTO_MARK_USE_TEXT=Использовать
DPF_PREFERENCES_AUTO_MARK_NAME_TEXT=Имя
DPF_PREFERENCES_EXCLUSION_EXCLUDED_FOLDERS_TEXT=Исключенные папки
DPF_PREFERENCES_RESET_SETTINGS=Сбросить настройки
DPF_PREFERENCES_EXCLUSION_ADD_TEXT=Добавить
DPF_PREFERENCES_EXCLUSION_REMOVE_TEXT=Удалить
DPF_PREFERENCES_FORMATS=КБ, МБ
DPF_REGISTRATION_ALREADY_TEXT=Уже есть ключ лицензии?
DPF_REGISTRATION_ALREADY_KEY_TEXT=При наличии ключа лицензии введите его в поле формы ниже и щелкните
DPF_REGISTRATION_LICENSE_KEY_TEXT=Ключ лицензии:
DPF_REGISTRATION_REGISTER_NOW_TEXT=Регистрация
DPF_REGISTRATION_NEED_LICENSE_TEXT=Требуется ключ лицензии?
DPF_REGISTRATION_BUY_NOW=Обновить
DPF_REGISTRATION_KEY_NOT_FOUND=Ключ не найден!\r\nВведите ключ регистрации.
DPF_REGISTRATION_UNREGISTER_EXPIRE=Незарегистрированная/истекшая версия.
DPF_REGISTRATION_EMAIL=Адрес электронной почты:
IDS_WRONGKEY=Неверный ключ регистрации!\r\nВведите верный ключ регистрации.
DPF_TRIAL_UPGRADE_NOW=Обновить
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK_PHOTOS=Снять пометку
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN=Открыть
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN_FILE_LOCATION=Открыть расположение файла
DPF_PHOTO_RENDERER_CONTEXTMENU_AUTO_MARK=Автоматическая пометка
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK=Снять пометку со всех
DPF_PHOTO_RENDERER_CONTEXTMENU_SELECT_ALL=Выбрать все
DPF_PHOTO_RENDERER_CONTEXTMENU_DESELECT_ALL=Отменить выбор всех
IDS_RESULT_OLV_MARK=Пометить
IDS_RESULT_OLV_PROPERTIES=Свойства
IDS_MARKFILES_FORM_TEXT=Помощник по выбору
IDS_MARKFILES_TABPAGE_GENERAL=Общие
IDS_MARKFILES_MARK=Пометить
IDS_MARKFILES_HELP=Справка
IDS_MARKFILES_TABPAGEFOLDER=Папка
IDS_MARKFILES_BTN_FOLDER_PRIORITY_ADD=Добавить
IDS_MARKFILES_BTN_REMOVE_PROTECTED_FOLDERS=Удалить
IDS_MARKFILES_BTN_NEW_RULE_FOR_PROTECTED_FOLDERS=Добавить
IDS_MARKFILES_LBL_PATH=Путь
IDS_MARKFILES_BTN_REMOVE_PROTECTED_ALBUMS=Удалить
IDS_MARKFILES_BTN_ADD_PROTECTED_ALBUMS=Добавить
IDS_MARKFILES_Folder=Папка
IDS_MARKFILES_USE=Использовать
IDS_MARKFILES_PRIORITY=Приоритет
IDS_MARKFILES_NAME=Имя
IDS_MARKFILES_RULE=Правило
IDS_MARKFILES_FILE_NOT_EXIST=Путь не существует!
IDS_MARKFILES_IMAGE_RESOLUTION=Разрешение изображения
IDS_MARKFILES_MARK_RESOLUTION=Пометить с меньшим разрешением
IDS_MARKFILES_IMAGE_SIZE=Размер изображения
IDS_MARKFILES_MARK_SIZE=Пометить с меньшим размером файла
IDS_MARKFILES_CAPTURE_DATE=Дата съемки
IDS_MARKFILES_MARK_DATE=Пометить с более ранней датой;Пометить с более поздней датой
IDS_MARKFILES_IMAGE_METADATA=Метаданные изображения
IDS_MARKFILES_MARK_METADATA=Пометить без метаданных
IDS_MARKFILES_IMAGE_DIMENSION=Размер изображения
IDS_MARKFILES_MARK_DIMENSION=Пометить с меньшим размером
IDS_MARKFILES_MARK_FOLDER=Пометить с учетом приоритета папки
IDS_MARKFILES_EXT_ALL_IMAGES=Все изображения
IDS_MARKFILES_EXT_JPEG=Изображение JPEG
IDS_MARKFILES_EXT_GIF=Формат GIF
IDS_MARKFILES_EXT_JP2=Изображение JPEG 2000
IDS_MARKFILES_EXT_ICNS=Изображение ICNS
IDS_MARKFILES_EXT_EPS=Формат EPS
IDS_MARKFILES_EXT_FLC=Анимация FLC
IDS_MARKFILES_EXT_FPX=Изображение FlashPix
IDS_MARKFILES_EXT_PNTG=Изображение MacPaint
IDS_MARKFILES_EXT_MPO=Изображение MPO
IDS_MARKFILES_EXT_EXR=Изображение OpenEXR
IDS_MARKFILES_EXT_PNG=Изображение PNG
IDS_MARKFILES_EXT_PICT=Изображение QuickDraw
IDS_MARKFILES_EXT_QTIF=Изображение QuickTime
IDS_MARKFILES_EXT_PIC=Формат Radiance
IDS_MARKFILES_EXT_SGI=Изображение SGI
IDS_MARKFILES_EXT_TAG=Изображение TGA
IDS_MARKFILES_EXT_TIFF=Изображение TIFF
IDS_MARKFILES_EXT_BMP=Растровое изображение Windows
IDS_MARKFILES_EXT_ICO=Изображение ICO
IDS_RESTART_CONFIRM_MSG=Чтобы изменение языка вступило в силу, необходимо перезапустить приложение.\r\nПерезапустить приложение?
IDS_FREETRIALKEYSTATUS_INVALID_KEY=Введен неверный адрес электронной почты или ключ лицензии.\r\nПроверьте данные и повторите попытку или обратитесь в службу поддержки для получения помощи.




IDS_LAUNCH_STARTUP=Запускать при загрузке системы
IDS_STOP_SCAN_DES = Это займет всего несколько минут, то настоятельно рекомендуется выполнить сканирование.\r\nВы все еще хотите, чтобы остановить сканирование?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 

IDS_CLICK_TO_REMOVE = Всего обнаружено дублирующихся фотографий: {0}. 
;Чтобы удалить все дублирующиеся и похожие фотографии, нажмите кнопку ниже.
IDS_PURCHASE_TO_REMOVE_DUPLICATES = Всего обнаружено дублирующихся фотографий: {0}. Чтобы удалить все дублирующиеся и похожие фотографии, нажмите кнопку ниже.
IDS_TRIALNEW_IS_ALREADY_PURCHASED	= Уже приобрели?
IDS_TRIALNEW_CLICK_TO_ACTIVATE = Щелкните здесь для активации
IDS_TRIALNEW_PURCHASE_TO = Приобретите IDS_DU_APP_NAME, чтобы:

;IDS_TRIALNEW_FEATURE_1 =Remove all duplicate photos
IDS_TRIALNEW_FEATURE_1 = Удалить все повторяющиеся фотографии
IDS_TRIALNEW_FEATURE_OTHER_1 =Удалить дублирующиеся фотографии: {0}
IDS_TRIALNEW_FEATURE_2 =Сохранить время и силы
IDS_TRIALNEW_FEATURE_3 =Восстановить большой объем пространства
IDS_TRIALNEW_FEATURE_4 =Упорядочить коллекцию фотографий

IDS_TOTAL = Всего
IDS_REMOVE_15PHOTOS = Удалите {0} фото бесплатно
IDS_PURCHASE_NOW = Приобрести
IDS_BEFORE_U_EXIT = Перед выходом

IDS_CLOSE=Закрыть



IDC_BC_PRODUCTUPDATE=IDS_DU_APP_NAME была успешно обновлена.
IDS_PB_RECOMMENDED=Рекомендуемые

IDS_RANSOMWARE_VICTIM =Ransomware: Don't be a victim

IDS_OFFERRB1=Добавить дополнительную защиту данных
IDS_OFFERRB2=Right Backup обеспечивает защиту ваших данных за счет использования шифрования и высококлассного протокола SSL
IDS_OFFERRB3=Защита от программ-вымогателей и вирусных атак
IDS_OFFERRB4=Полностью автоматическое резервное копирование, а также легкий способ поделиться фото, видео, музыкой и другими материалами
IDS_OFFERRB5=Передача всех файловых данных осуществляется по зашифрованному каналу (SSL)
IDS_OFFERRB6=Шифрование AES-256 для всех файлов, хранящихся в облаке 
IDS_OFFERRB7=Программы-вымогатели: лучше защитить, чем лечить!

;;By installing you agress to EULA and Privacy Policy
IDS_UTILITY_BYINSTALLING="Установив вы соглашаетесь с"
IDS_UTILITY_AND="и"
IDS_UTILITY_EULA="Лицензионное соглашение"
IDS_UTILITY_PRIVACYPOLICY="политика конфиденциальности"
IDS_RB_STR3=Получите БЕСПЛАТНОЕ хранилище сейчас
IDS_BC_BTN_CLOSE=Закрыть

IDS_LOG_EXPORTED_NOTSELECTED=Выберите не менее одного элемента.


IDS_ENJOY_BACKUP = Enjoy Hassle free automated backup
IDS_PLEASE_WAIT = Please wait...
IDS_CREATE_RB_ACCOUNT = It will hardly take a minute to create a FREE account and start backing up your data on cloud with east access anywhere, anytime!
IDS_SAVE_PC = 1 minute can save your frustration in case of breakdown of your hard drive or PC.
IDS_QUIT_PROTECTION=Quit, I don't want protection
IDS_GET_FREE_STORAGE =Get Free Storage Now

IDS_DOWN_INSTALL_RB= Downloading and installing Right Backup



IDS_DOWNLOADING=Идет загрузка...
SCANTAB4=Идет установка


;;;;;;;;;;;;;;;;;;;;;;; NL strings ;;;;;;;;;;;;;;;;;;;
IDS_UPGRADE_TO_CLEAN = Приобретите полную версию сейчас, чтобы удалить все дубликаты фотографий с компьютера и освободить место.
IDS_HAVE_LICENSE_CODE = У меня есть лицензионный код
IDS_ATTENTION = Внимание!
IDS_PC_REQUIRES_ATTENTION = Компьютеру требуется внимание!

IDS_QUIT = Выход
IDS_BEFORE_CLOSING = Прежде чем закрыть IDS_DU_APP_NAME...
IDS_DISCOUNT = СКИДКА
IDS_ONLY_FOR_YOU = Только для вас!
IDS_NOT_SHOW_AGAIN = Больше не показывать
IDS_LIMITED_OFFER = * Ограниченное по времени предложение

IDS_PLEASEWAIT = Ограниченное по времени предложение - получите скидку 50% прямо сейчас
IDS_CONFIRM_EXIT_TITLE=Удаляйте дубликаты фотографий автоматически
IDS_CONFIRM_EXIT=IDS_DU_APP_NAME может удалить все дубликаты фотографий с вашего компьютера одним щелчком мыши и освободить место на диске.
IDS_CONFIRM_EXIT_2=Приобретите полную версию сейчас и получите скидку 50%!
IDS_CONFIRM_EXIT_BTN=Нет, спасибо
IDS_CONFIRM_EXIT_BTN2=Предложение - СКИДКА 50%
IDS_QUICK_GUIDE_HINT= Совет. Используйте функцию "Автоматическая пометка", чтобы автоматически отобрать дубликаты для удаления.
IDS_QUICK_GUIDE_HELP=Справка. Щелкните ссылку «Показать краткое руководство» ниже.
IDS_SHOW_QUICK_GUIDE= Показать краткое руководство
IDS_UPGRADE_TO_REMOVE_REMAINING = Удалено дубликатов фотографий: {0}. Чтобы удалить оставшиеся дубликаты и похожие фотографии, приобретите полную версию.
IDS_CLICK_TO_REMOVE = На вашем компьютере обнаружены дубликаты фотографий: {0}.
IDS_UPTO_N_DELETE = Чтобы удалить до {0} дубликатов и похожих фотографий, нажмите кнопку ниже:
DPF_NL_AUTPMARK_NOTE=  Дубликаты можно удалять вручную или использовать функцию "Автоматическая пометка", чтобы выделить их автоматически.

;;;;;;;;;;;;;;  ADU Offer ;;;;;;;;;;;;;;;;;
IDS_STR1=IDS_DU_APP_NAME была успешно обновлена.
IDS_STR2=Рекомендация
IDS_STR3=Не позволяйте устаревшим драйверам вредить работе компьютера
IDS_STR4=Сканирование, загрузка и установка последних версий драйверов для системы всего несколькими щелчками мыши.
IDS_STR5=Обновление устаревших драйверов
IDS_STR6=Возможность резервного копирования и восстановления
IDS_STR7=Список исключений драйверов
IDS_STR8=Плановое сканирование драйверов
IDS_STR9=Установив Advanced Driver Updater, вы соглашаетесь с Лицензионное соглашение и политика конфиденциальности
IDS_STR10="Попробуй это сейчас"
IDS_ST11=Закрыть


IDS_STR_THANKS=Спасибо за регистрацию.



product_title_EN_1=Оптимизируйте производительность системы одним щелчком
key_str_EN1_1=Оптимизация реестра для повышения производительности
key_str_EN2_1=Обновление драйверов для стабильной работы ПК
key_str_EN3_1=Удалить ненужные данные и освободить место на диске


product_title_EN_2=Автоматическое резервное копирование файлов в облако
key_str_EN1_2=Доступ к файлам из любого места
key_str_EN2_2=Простой общий доступ к файлам для любого пользователя
key_str_EN3_2=Быстрое восстановление файлов даже в случае поломки устройства


;product_title_EN_3=Удаление с компьютера всех дублирующихся и похожих фотографий
KEY_STR_EN1_3=Удалить все дублирующиеся файлы
KEY_STR_EN2_3=Восстановить большой объем пространства
KEY_STR_EN3_3=Упорядочить системные файлы
;key_str_EN1_3=Создание упорядоченной библиотеки фотографий
;key_str_EN2_3=Проверять дубликаты и похожие фотографии на съемных устройствах
;key_str_EN3_3=Экономия дискового пространства и времени

IDS_SET_SAVE_START_SCAN=Начать сканирование
IDS_UTILITY_KEYBENEFIT="Преимущества:"

IDS_UTILITY_TITLE= "Получите лучшие инструменты для тонкой настройки ПК"
IDS_UTILITIES_KIT= "Утилиты Инструменты"
IDS_UTILITY_TRY="Попробуйте их сейчас"
PRODUCT_TITLE_EN_3= Найдите и удалите дубликаты файлов и освободите пространство на диске.
IDS_NOFREESPACEAVAILABLE=В выбранном каталоге отсутствует свободное пространство.

IDS_UK_INSTALL_NOW=Установить
IDS_UK_LAUNCH_NOW=Запустить

IDS_RB_PRODUCT_INFO=Самое простое, надежное и безопасное сетевое хранилище
IDS_EMAIL_US_AT=Электронная почта:
IDS_SUPPORT_ADDRESS=support@systweak.com
IDS_SUBMIT=Отправить
IDS_BROWSE=Обзор
IDS_CONTACT_US=Связаться с нами
IDS_FEEDBACK=Отзыв
PKS_FEEDBACK_TOOLTIP1=Нажмите кнопку "Отправить", чтобы отправить указанные сведения.
PKS_FEEDBACK_TOOLTIP2=Чтобы закрыть окно, нажмите кнопку "Отмена".
PKS_FEEDBACK_TOOLTIP3=Нажмите кнопку "Просмотр отзыва", чтобы просмотреть текст отзыва перед отправкой.
PKS_FEEDBAKNAG_DESC=Уважаемый пользователь! Пожалуйста, поделитесь своим опытом использования программы, заполнив эту форму отзыва. Это даст нам более полное представление о работе программы и поможет улучшить решения по исправлению ошибок, обнаруженных пользователями.
PKS_EMAIL_ADDRESS=Адрес электронной почты:
PKS_FEEDBACK_TYPE_STATIC=Тип отзыва:
PKS_FEEDBACKNAG_DESC2=Укажите свой адрес электронной почты и выберите тип отзыва из раскрывающегося списка.
PKS_BRIEF_EXPRE=Кратко поделитесь своим опытом:
PKS_IDEMAIL_NOTEMPTY=Поле адреса электронной почты должно быть заполнено.
PKS_FEEDBACK_TYPE=Выберите тип отзыва.
PKS_FEEDBACK_NOEMPTY=Отзыв не может быть пустым.
PKS_FEEBACK_UPLOAD_STATUS=Пожалуйста, дождитесь завершения передачи отзыва...
PKS_FEEBACK_UPLOAD_SUCCESS=Отзыв успешно передан.
PKS_THANK_FEEDBACK=Спасибо за ваш отзыв.
PKS_SELECT_PRBTYPE=Выберите нужную категорию
PKS_PRB_REGISTRING_PRODUCT=Проблема при регистрации программы
PKS_PRB_UNDERSTAND=Неизвестная проблема
PKS_GENERAL_FEEDBACK=Отзыв о работе программы
PKS_YOUR_EMAIL_ADDRESS=Ваш адрес электронной почты:
PKS_EMAIL_ADDRESS_INVALID=Недопустимый адрес электронной почты.\nВведите правильный адрес электронной почты
IDS_INCLUDE_FOLDER_LABEL=Сканирование следующих файлов/папок на наличие дубликатов.
IDS_YES=Да
IDS_NO=Нет
DPF_SCAN_COMPUTER=Сканировать компьютер
DPF_SCAN_GOOGLE=Сканировать Google Диск
DPF_SCAN_Picasa_LIBRARY=Picasa Library
DPF_INCLUDE_TO_SCAN=Включить в сканирование
DPF_FETCHING_FOLDER=Получение папок ...
DPF_SCAN_MODE=Режим сканирования
DPF_REFRESH=Обновить
IDS_PRODUCT_MESSAGES=Сообщения продукта
IDS_OTHER_PRODUCT_RECOMMEND=Показать другие рекомендованные продукты для моего компьютера
IDS_AUTO_SETTINGS_APPLIED=Настройка применена





DPF_DRIVE_INFO_HEADER=Разрешите IDS_DU_APP_NAME добавить папку на Google Диске в список сканирования.
DPF_DRIVE_INFO_STEPS_HEADER=Предоставить IDS_DU_APP_NAME разрешение на сканирование Google Диска можно следующим образом:
DPF_DRIVE_INFO_STEP1=Выполните аутентификацию, нажмите кнопку "Разрешить предоставление доступа".
DPF_DRIVE_INFO_STEP1_SUB=Нажмите кнопку "Разрешить предоставление доступа" снизу. Откроется веб-браузер для аутентификации в Google Диске.
DPF_DRIVE_INFO_STEP2=Укажите необходимые сведения и продолжите.
DPF_DRIVE_INFO_STEP2_SUB=Введите имя пользователя и пароль учетной записи Google Диска, чтобы пройти процедуру авторизации.
DPF_DRIVE_INFO_STEP3=Добавьте папку и просканируйте Google Диск.
DPF_DRIVE_INFO_STEP3_SUB=Вернитесь в приложение и нажмите кнопку "Добавить папку", чтобы выбрать, какую папку на Google Диске нужно сканировать.
DPF_DRIVE_INFO_ALLOW=Предоставить разрешения
DPF_DRIVE_SELECT_FOLDER=Выберите любую папку на Google Диске для сканирования.
DPF_UNDO_SUMMARY_GOOGLE=Вы собираетесь отменить следующее действие:{0}{1}Действие для отмены: перемещение объектов ({2}) в корзину Google Диска. {3}{4}Продолжить?
IDS_WATCH_TUTORIAL=Смотреть обучающее видео
IDS_MANAGE_FILE_FORMATS=Управление форматами файлов
IDS_MANAGE_SCAN_CRITERIA=Управление критериями сканирования
IDS_SCAN_CRITERIA_INFO=Ниже вы можете настроить параметры сканирования.
PKS_INSTALL_COMP=Дубликаты успешно удалены.
PKS_PRB_DOWNLOADING=При удалении дубликатов возникла ошибка
PKS_PRB_INSTALLING=Во время сканирования возникла ошибка
IDS_CONTACT_US=Свяжитесь с нами
IDS_MARKFILES_EXT_HEIC=Файл изображения High Efficiency Image File
IDS_MARKFILES_EXT_CR=Файл изображения Canon RAW CIFF
IDS_MARKFILES_EXT_RAW=Файл изображения Camera RAW
IDS_MARKFILES_EXT_KDC=Файл изображения Kodak RAW
IDS_MARKFILES_EXT_DNG=Файл изображения Digital Negative и ProRaw RAW
IDS_MARKFILES_EXT_NEF=Файл изображения Nikon RAW
IDS_MARKFILES_EXT_PEF=Файл изображения Pentax RAW
IDS_MARKFILES_EXT_ORF=Файл изображения Olympus RAW
IDS_MARKFILES_EXT_RW2=Файл изображения Panasonic RAW
IDS_MARKFILES_EXT_RAF=Файл изображения Fuji RAW
IDS_MARKFILES_EXT_MOS=Файл изображения Leaf Aptus RAW
IDS_MARKFILES_EXT_SRF=Файл изображения Sony RAW
IDS_MARKFILES_EXT_ERF=Файл изображения Epson RAW
IDS_MARKFILES_EXT_DCR=Файл изображения Digital Camera Image File
IDS_INSTALL_COMPONENT=Установка необходимых компонентов...
IDS_CONFIRM_DOWNLOAD_COMPONENT=Приложение IDS_DU_APP_NAME нашло в системе фотографии в формате RAW. Для сканирования этих фотографий необходимо установить дополнительные компоненты. Установить их прямо сейчас?
IDS_COMPONENT_IMPORTANCE=При отказе от их установки сканирование фотографий в формате RAW выполняться не будет.
IDS_MOVE_IMAGES_BIN=Отправить дубликаты фотографий в корзину.
IDS_MOVE_PATH=Переместить дубликаты фотографий в выбранный каталог
IDS_CONSIDER_TIME_INTERVAL=Учитывать интервал времени при сканировании
IDS_SETTINGS_CONSIDER_CAPTURE_DATE=Использовать настройки интервала времени, если дата съемки неизвестна
IDS_CONSIDER_GPS_SETTING=Учитывать данные GPS при сканировании
IDS_SETTING_DISABLED=Настройка отключена.
IDS_CHANGE_SETTINGS=Изменить настройки
IDS_SETTINGS_CONSIDER_CAPTURE_DATE_INFO=Если дата съемки фотографии отсутствует среди данных EXIF, вместо нее будет использоваться дата создания файла.
IDS_MOVE_DUPLICATES=Переместить дубликаты
IDS_MANAGE_DUPLICATE_PHOTOS=Управление дубликатами фотографий
IDS_MANAGE_DUPLICATE_PHOTOS_INFO=Здесь можно выбрать, что нужно делать с дубликатами фотографий.
DPF_DRIVE_CONTACT_ADMIN=Не удается получить доступ к вашим папкам на Google Диске, поскольку приложения Google Диска отключены. Свяжитесь с администратором домена.
IDS_GOOGLE_DRIVE_TRASH=Удалить дублирующиеся фотографии? Удаленные фотографии будут перемещены в корзину Google Диска!
DPF_DRIVE_INFO_HEADER_EX=Разрешите IDS_DU_APP_NAME добавить папку на Google Диске в список исключенных папок.
DPF_DRIVE_INFO_STEPS_HEADER_EX=Предоставить IDS_DU_APP_NAME доступ к папкам на Google Диске можно следующим образом:
DPF_DRIVE_INFO_STEP3_EX=Добавьте папку из Google Диска.
DPF_DRIVE_INFO_STEP3_SUB_EX=Вернитесь в приложение и нажмите кнопку "Добавить", чтобы выбрать папку на Google Диске и исключить ее из сканирования.
DPF_DRIVE_INFO_HEADER_SA=Разрешите IDS_DU_APP_NAME добавить папку на Google Диске в список защищенных папок.
DPF_DRIVE_INFO_STEPS_HEADER_SA=Предоставить IDS_DU_APP_NAME доступ к папкам на Google Диске можно следующим образом:
DPF_DRIVE_INFO_STEP3_SUB_SA=Вернитесь в приложение и нажмите кнопку "Добавить", чтобы выбрать папку на Google Диске и защитить ее от присвоения автоматической пометки.

IDS_GOOGLEDRIVE=Google Drive
IDS_DROPBOX=Dropbox
IDS_PHOTOS_ORGANIZER=Photo Organizer
IDS_LIGHTROOM_CLASSIC=Lightroom Classic
IDS_LIGHTROOM_LIB_FORMAT= Lightroom Catalog
IDS_BOX_CLOUD=BoxCloud

IDS_SCAN_DROPBOX=Сканировать Dropbox

IDS_DROPBOX_TRASH=Вы действительно хотите удалить дубликаты файлов? Удаленные файлы будут перемещены в раздел "Удаленные файлы" в Dropbox!
IDS_SIGN_IN_DROPBOX=Войти в {0}
IDS_SIGN_IN_DROPBOX_OPENED=Войдите в учетную запись {0} в своем веб-браузере по умолчанию.
IDS_SIGN_IN_DROPBOX_PASTE=Скопируйте отображаемый код авторизации и вставьте его в поле ниже.
IDS_SIGN_IN_DROPBOX_CLICK=Щелкните "Продолжить", чтобы возобновить поиск дубликатов.
IDS_DROPBOX_ERROR_AUTH_CODE=Ошибка авторизации в учетной записи {0}. Проверьте код авторизации и повторите попытку.


;;;;;;;;;;;;;;;;;;;;;;;;;; PO, LcR, Picasa ;;;;;;;;;;;;;;;;;;;;;;;;
IDS_PICASA_LIB_FORMAT= индекс библиотеки Picasa
IDS_ADD_VALID_PATH=Пожалуйста, добавьте действительный путь сканирования!
IDS_ADD_LIBRARY=Добавить библиотеку
IDS_NEED_COMPONENT_PO= Для установки функции Photo Organizer требуется дополнительный компонент. Хотите установить сейчас?
IDS_CLOSE_APPLICATION_TO_SCAN={0} должен быть закрыт для запуска процесса. Вы хотите закрыть {0}?
IDS_SHOW_PHOTO_ORGANIZER=Запустить {0}
IDS_ONE_LIBRARY_ADD=Один файл базы данных библиотеки Picasa уже добавлен!\r\nНевозможно добавить несколько файлов.

;;;;;;;;;;;;;;;;;;;;;;;;BoxCloud;;;;;;;;;;;;;;;;;;;;;;;;
IDS_SIGN_IN_BOXCLOUD_GRANTACCESS=Дайте разрешение на доступ после входа в систему


;;;;;; NEED Translation ;;;;;;;
IDS_WIAT_INSTALL_COMPONENT=Пожалуйста, подождите, пока установятся необходимые компоненты
IDS_INCLUDE_ROTATED_IMAGES=Включить повернутые изображения
IDS_INCLUDE_FLIPPED_IMAGES=Включить перевернутые изображения
IDS_CLEAR_CACHE_RECOMMENDED=Алгоритм сканирования улучшен для получения лучших результатов, рекомендуется очистить кеш, а затем снова выполнить сканирование.
IDS_CLEAR_CACHE_CONFIRMATION=Продолжить?

[strings]
IDS_INSTALLING_SERVICE=Установка службы...
; General
100=Duplicate Photos Fixer Pro
;100=Загрузка файла
101=Отменить загрузку?
102=%1 (%2 из %3)
103=%1 КБ
104=%1 из %2 КБ (%3%)

; Status information
110=Получение сведений о файле...
111=Перенаправление к %1
112=Отправка запроса...
113=Разрешение %1
114=Установлено подключение к %1
115=Получение...
116=Устанавливается подключение к %1

; Error messages
120=Ошибка при подключении к Интернету.\n\n%1
121=Ошибка при открытии %1.\n\nСервер вернул код состояния %2.
122=Ошибка чтения URL-адреса.\n\n%1
123=Ошибка записи файла %1.\n\n%2
124=Ошибка при открытии файла %1.\n\n%2
125="%1" не является допустимым URL-адресом.
126=Ошибка при открытии %1.\n\n%2
127=Ошибка при отправке запроса.\n\n%1
128=Неподдерживаемый протокол. Поддерживаются только протоколы HTTP и FTP.
129=Не удалось подключиться к %1.\n\n%2
130=Не удалось запросить код состояния.\n\n%1
131=Ошибка при запросе файла.\n\n%1

; Other
144=О программе
146=Загрузить
147=Программа установки выполняет загрузку дополнительных файлов на компьютер.

; labels
160=Файл:
161=Скорость:
162=Состояние:
163=Прошло:
164=Оставшееся время:
165=Текущий файл:
166=Общий прогресс:
167=Отмена
168=ОК
169=User Name and Password
170=User Name:
171=Password: